Repository: thimo/reassembly
Catalog: Reassembly/Reassembly/Localizable.xcstrings
Source language: en
Languages: nl

source: %lld Photos Selected
nl: %lld foto's geselecteerd

source: %lld photos
nl: %lld foto's

source: 1 Photo Selected
nl: 1 foto geselecteerd

source: 1 photo
nl: 1 foto

source: A folder groups projects — handy for client → project.
nl: Een folder groepeert projecten — handig voor klant → project.

source: AE/AF Lock
nl: AE/AF-vergrendeling

source: Access to your photos
nl: Toegang tot je foto's

source: Add
nl: Toevoegen

source: Allow Access
nl: Geef toegang

source: Auto
nl: Automatisch

source: Camera Unavailable
nl: Camera niet beschikbaar

source: Cancel
nl: Annuleer

source: Couldn't Create
nl: Aanmaken mislukt

source: Create
nl: Maak aan

source: Create an album for your teardown photos, or a folder to group projects.
nl: Maak een album aan voor je demontagefoto's, of een folder om projecten te groeperen.

source: Delete + Photos
nl: Verwijder + foto's

source: Delete Photo
nl: Verwijder foto

source: Done
nl: Klaar

source: Empty Folder
nl: Lege folder

source: Flash
nl: Flits

source: Full access needed
nl: Volledige toegang nodig

source: Grid
nl: Raster

source: Name
nl: Naam

source: New Album
nl: Nieuw album

source: New Folder
nl: Nieuwe folder

source: No Camera Access
nl: Geen cameratoegang

source: No Photos Yet
nl: Nog geen foto's

source: No Projects Yet
nl: Nog geen projecten

source: No access to Photos
nl: Geen toegang tot Photos

source: Off
nl: Uit

source: On
nl: Aan

source: Open Settings
nl: Open Instellingen

source: Opens the camera in the project you were last working on.
nl: Opent de camera in het project waar je het laatst mee bezig was.

source: Photo in %@
nl: Foto in %@

source: Photo in Active Project
nl: Foto in actief project

source: Photos doesn't allow editing this photo (shared album or shared library?)
nl: Photos staat bewerken van deze foto niet toe (gedeeld album of gedeelde bibliotheek?)

source: Re-assembly is the reverse of disassembly.
nl: Gelukkig hebben we de foto's nog.

source: Re-assembly stores your teardown photos in Photos and manages albums there. That requires access.
nl: Reassembly bewaart je demontagefoto's in Photos en beheert daar albums. Daarvoor is toegang nodig.

source: Rename
nl: Hernoemen

source: Rotate 90°
nl: Draai 90°

source: Rotation Failed
nl: Draaien mislukt

source: Save
nl: Bewaar

source: Select
nl: Selecteer

source: Select Photos
nl: Selecteer foto's

source: Something Went Wrong
nl: Er ging iets mis

source: Step '%@':
nl: Stap '%@':

source: Take Photo in Active Project
nl: Maak foto in actief project

source: Take a photo in ${applicationName}
nl: Maak een foto in ${applicationName}

source: Tap the camera button to take your first teardown photo.
nl: Tik op de cameraknop om je eerste demontagefoto te maken.

source: The simulator has no camera. Test on a device.
nl: De simulator heeft geen camera. Test op een toestel.

source: There's no active project yet — open an album in Re-assembly first.
nl: Er is nog geen actief project — open eerst een album in Reassembly.

source: This creates an album with this name in Photos.
nl: Er wordt een album met deze naam in Photos aangemaakt.

source: Today
nl: Vandaag

source: Torch
nl: Zaklamp

source: Turn on access to Photos in Settings to use Re-assembly.
nl: Zet toegang tot Photos aan in Instellingen om Reassembly te gebruiken.

source: Turn on camera access in Settings.
nl: Zet cameratoegang aan in Instellingen.

source: Untitled Album
nl: Naamloos album

source: Untitled Folder
nl: Naamloze folder

source: Yesterday
nl: Gisteren

source: You gave limited access. Re-assembly can only create and read albums with full access to your photo library.
nl: Je gaf beperkte toegang. Reassembly kan alleen albums aanmaken en uitlezen met volledige toegang tot je fotobibliotheek.

source: before starting
nl: vooraf

source: empty
nl: leeg

source: fetching original
nl: origineel ophalen

source: rendering Live Photo
nl: Live Photo renderen

source: rendering photo
nl: foto renderen

source: saving (%@)
nl: opslaan (%@)
